/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Въведение в Skype WiFi";
"INTRO_SUBHEADER" = "Минавате на линия от публични безжични точки и заплащате само ползваното време с кредит за Skype.";
"INTRO_ICON_WIFI" = "Ползвате Skype, четете е-поща и сърфирате в мрежата";
"INTRO_ICON_GLOBE" = "Достъп Skype WiFi има от над 1 милион места в цял свят";
"INTRO_ICON_SKYPECREDIT" = "Заплащате само ползваното време";

"STATE_CHECKINGNETWORK_HEADER" = "Моля, изчакайте…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Проверяване на мрежата за Skype WiFi.";

"STATE_JOINWIFI_HEADER" = "Не сте свързан към безжична точка";
"STATE_JOINWIFI_SUBHEADER" = "Моля, присъединете се към публична безжична мрежа, поддържаща Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Вече сте на линия";
"STATE_ALREADYONLINE_SUBHEADER" = "Изглежда, вече сте свързан с интернет. Skype WiFi ви позволява да сте на линия от публични безжични точки в над 1 милион места в цял свят.";

"STATE_GENERALERROR_HEADER" = "Невъзможно свързване";
"STATE_GENERALERROR_SUBHEADER" = "Безжичната мрежа не отговаря правилно. Моля, опитайте да се свържете през друга.";

"STATE_CONNECT_HEADER" = "Тук има достъп Skype WiFi";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Свързването означава, че приемате <a href=\"%@\">Условия&nbsp;на&nbsp;услугата</a> на доставчика.";

"STATE_CONNECT_BUTTON" = "Свържи";
"STATE_CONNECTING_BUTTON" = "Свържи…";

"STATE_CONNECTED_SHORT" = "Свързан";
"STATE_CONNECTED_HEADER" = "На линия чрез Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Прекъсни";
"STATE_DISCONNECTING_BUTTON" = "Прекъсни…";

"STATE_NOCREDIT_HEADER" = "Недостатъчен кредит";


/* === Mac only === */

"OK_BUTTON" = "ДА";
"LEARNMORE_BUTTON" = "Повече";
"CLOSE_BUTTON" = "Затвори";
"GO_BACK_BUTTON" = "Назад";
"CONTINUE_BUTTON" = "Напред";

"REQUIRES_OSX_VERSION_MESSAGE" = "Достъп Skype WiFi изисква OS X %@ или по-нова.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Достъп Skype WiFi все още не може да се ползва с профил за Microsoft. Моля, впишете се с име в Skype и парола.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Достъп Skype WiFi все още не може да се ползва с профил за Microsoft. Моля, създайте профил за Skype и се впишете с него.";

"MAIN_WINDOW_TITLE" = "Достъп Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Достъп Skype WiFi през „%@“";

"FLOATER_CONNECTED_TITLE" = "На линия чрез Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "На линия";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Изтичащо свързване";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "За ваша защита, когато използвате кредит за Skype, и забравите да прекъснете свързването, то ще се самоизключи автоматично.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d минути";

"STATE_CONNECT_SUBHEADER" = "Свържете се с интернет през мрежа, ползваща Skype WiFi и заплатете само ползваното време с кредит за Skype.";
"STATE_CONNECT_FREE_HEADER" = "Тук има достъп Skype WiFi БЕЗПЛАТНО";
"STATE_CONNECT_FREE_SUBHEADER" = "Приятен достъп до интернет чрез Skype WiFi от тази точка! Сърфирайте в мрежата, четете е-поща и ползвайте Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Имам профил при доставчика";
"STATE_CONNECT_WISPR_SUBHEADER" = "Ако имате профил при доставчика, въведете данни за вписване.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Изтичащо свързване с интернет";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Можете да прекъснете, когато решите, и ще заплатите само ползваното време.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "На линия сте над %d минути.";
"COUNTUP_0MIN" = "На линия сте под 1 минута.";
"COUNTUP_1MIN" = "На линия сте над 1 минута.";
"STATE_CONNECTED_WISPR_HEADER" = "Сега сте на линия";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Свързан сте чрез профила си при доставчика на безжичната точка. Можете да прекъснете, когато решите.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Оценка на точката";

"STATE_CONNECTED_EXTEND_BUTTON" = "Остани на линия";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Свържи…";

"STATE_NOCREDIT_SUBHEADER" = "Плащането на минута за достъп до интернет чрез Skype WiFi изисква кредит.";
"STATE_NOCREDIT_BUTTON" = "Поръчай кредит";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Проверяване на мрежата";
"STATE_JOINWIFI_SHORT" = "Няма безжична точка";
"STATE_ALREADYONLINE_SHORT" = "Вече на линия";
"STATE_GENERALERROR_SHORT" = "Грешка";
"STATE_CONNECT_SHORT" = "Тук има";
"STATE_NOCREDIT_SHORT" = "Няма кредит";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "Остават %d минути";
"TIMEEXPIRE_1MINUTE_LEFT" = "Остава 1 минута";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Остава под 1 минута";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Изтичащо свързване с интернет";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Име в Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Парола";
"LOGIN_BUTTON" = "Впиши ме";
"SIGN_OUT_BUTTON" = "Отпиши ме";

/* unused */
"LOGIN_PROBLEMS" = "Помощ за вписване?";
"LOGIN_CREATE_ACCOUNT" = "Създай нов профил";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Настройки";
/* unused */
"SETTINGS_BUTTON" = "Настройки";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi версия %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© Skype и/или Microsoft, %1$d–%2$d г.";
"ABOUT_PATENTPENDING" = "Заявен патент";
"ABOUT_FEEDBACK_BUTTON" = "Вашият отзив";
"ABOUT_LEGAL_BUTTON" = "Правна информация";
"ABOUT_TRADEMARK" = "Името Skype, свързаните с него търговски марки и лога и логото „S“ са търговски марки на Skype или на свързаните юридически лица.";
"ABOUT_DISCLAIMER" = "Предупреждение: програмата е защитена от Закона за авторското право и от международни споразумения. Възпроизвеждането или разпространението на програмата или на части от нея може да доведе до подвеждане под административна или наказателна отговорност и ще се преследва с цялата строгост на закона.";

/* unused */
"PROFILE_BUTTON" = "Профил";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Име в Skype";
"PROFILE_SKYPECREDIT" = "Кредит за Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "Няма данни";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Зареждане…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Посетени безжични точки";
"USAGE_PREVIOUSCONNECTIONS" = "Предишни свързвания";
"USAGE_LASTUSED" = "Последна безжична точка";
"USAGE_LASTUSED_NEVER_VALUE" = "Няма данни";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "На %1$@ през %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Популярни места";
"SUPPORTEDNETWORKS_PROVIDERS" = "Доставчици";
